/* 
   Localizable.strings
   G2M  Mac Recording Manager

   Created by paul fitzgerald on 2/23/12.
   Copyright 2012 Citrix Online. All rights reserved.
 */


/* Text for the Open dialog. */
"L10N_Open_Dialog_Title" = "选择录制件所在的文件夹";

/* Text for the Open dialog. */
"L10N_Open_Dialog_Text" = "选择要查看的录制件所在的文件夹。";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Title" = "您正在对录制件进行转换。是否确定要退出?";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Text" = "您可以重新启动转换，但会失去已完成的进度。";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Confirmed" = "停止转换并退出";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Aborted" = "继续转换";

/* Displayed to the user to show the meeting name during conversion of a recording. */
"L10N_Converting_Format_String" = "正在转换 \"%@\" (%d/%d)";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Title" = "是否确定要删除此录制件?";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Text" = "该项目将从您的录制件所在的文件夹中永久删除。";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Confirmed" = "删除";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Aborted" = "不删除";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Audio_File_Error" = "无法打开音频录制件。";

/* Displayed to the user as an error message. */
"L10N_Cant_Create_Audio_File_Error" = "无法为此录制件创建音频。";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Video_File_Error" = "无法打开视频录制件。";

/* Displayed to the user as an error message. */
"L10N_No_Video_File_Error" = "无法打开视频录制件。";

/* Displayed to the user as an error message. */
"L10N_Cant_Init_QTMovie_Error" = "无法使用音频录制件。";

/* Displayed to the user as an error message. */
"L10N_No_Recording_Data_Error" = "此录制件没有音频或视频。";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Title" = "是否确定要停止转换此录制件?";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Text" = "您可以重新启动转换，但会失去已完成的进度。";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Confirmed" = "停止转换";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Aborted" = "继续转换";

/* Displayed to the user as an error message. */
"L10N_Data_Flawed_Error" = "无法使用该视频录像。很遗憾，该视频录像已损坏。";

/* Displayed to the user as an error message. */
"L10N_Recording_File_Already_Exists_Error" = "已存在同名的输出文件: ";

/* Displayed to the user as an error message. */
"L10N_Already_Converting" = "您已在转换录制件。";

/* Displayed to the user to show that nothing is comlete during conversion of a recording. */
"L10N_Zero_Complete_String" = "0% 完成";

/* Displayed to the user to show the percent comlete during conversion of a recording. */
"L10N_Percent_Complete_Format_String" = "%d%% 完成";

/* Displayed to the user to show the status during the saving of the recording file. */
"L10N_Saving_File_Action_Text" = "正在保存文件";

/* Displayed to the user as an error message. */
"L10N_Movie_Not_Written_Error_Message" = "很遗憾，转码出现错误。请重试。";

/* Displayed to the user to show the status during the canceling process. */
"L10N_Cancel_Action_Text" = "正在取消";

/* Exception error alert text */
"L10N_Application Error Occurred" = "出现应用程序错误";

/* Exception error alert informative text */
"L10N_error_caused_application_to_exit_after_delay" = "出现了一个错误，该错误将导致应用程序出现短暂延迟并退出。很抱歉给您带来不便。";
